Repository: mozilla-l10n/mt-training-data
Catalog: mua/mua_pontoon.tmx
Source language: en_us
Languages: mua

source: 1 sentence collected
mua: ɓufan 1 ma mu ɗira

source: 2 down, keep it up!<playIcon></playIcon>
mua: kal gwa ɓe<playIcon></playIcon>, gah pel ne ki!

source: About
mua: te ɓǝ

source: Accepted file types: .tsv only
mua: yeb ma nin ka ɓaŋ:tsv to

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mua: { $actionType } <playIcon></playIcon>, ɓu fah yah fah ɓo pu sah riak riak ɓe ne

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mua: <recordlcon></recordlcon> kane mo kii ɓu ah pu sua

source: { $actionType }<stopIcon></stopIcon> when done
mua: "{ $anctionType } <stoplcon></stoplcon> mu ezayaɓe"

source: { $actionType } submit when ready
mua: wi taska ɓe ka wi pii

source: Add and Review Sentences, Add Questions, Transcribe Audio
mua: ɓuu ɓu fah gah gŋ ne mgbei mor ah ye ,ɓuu ɓu fiira ,fǝr ɗii kian ɓan ma laa ne laani

source: Add <icon></icon> a public domain sentence
mua: ɓuu gah gŋ<icone></icone> ɓu fan ma pu cuk fan fǝǝre

source: Add information
mua: ɓuu ɓura

source: Add new sentences for the community to read
mua: wǝ ɓuu ɓu fah ma kii ya gah gŋ mor ka zah dan mu kii

source: Add one sentence per line
mua: ɓuu ɓu fah pu lǝn salle

source: Add questions in your language
mua: wǝ ɓuu ɓu fiira pu zah biiri

source: Add Sentences
mua: ɓuu ɓu fahra gah gŋ

source: Add sentences in your language
mua: wǝ ɓuu ɓu pu zah biiri

source: Add up to 1,000 sentences
mua: wǝ ɓuu ɓu fah yara gapel haa 1000

source: Add Your Voice
mua: nyi kian ɓiiri

source: Agriculture and Food
mua: puu ne fan kpapu ma ka riake

source: All sentence must have the same domain
mua: ɓu faa ah ra dan mu yearah te fali fan fǝǝ te voŋno

source: All sentences must have the same citation
mua: ɓu faa ah ra dan mu yearah te fali ɓu fuu te voŋno

source: Already have an account? <login>Log-In</login>
mua: wǝ ŋwǝǝ su pu kul mai pu zǝl ziak ɓe ne? <login>mgbah ki pu syil syake</login>

source: An error occurred fetching sentences
mua: fan ma ɓia ah puu su ne cok ɓan ɓu faa ah ye

source: An error occurred reviewing this sentence
mua: fan ma ɓia ah puu su ne cok mai mi jin gi te ɓu faa ah fara

source: An error occurred submitting your voice information
mua: fan ma ɓia ah pu su ne cok pii kian ɓu fah

source: Approve
mua: zii ɓu ah ye

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mua: wǝ gak ka ɓan ruum ciin fan mai mu laa gi pu ɗǝk jiŋ amah kian ma kii mai mu cak fan jonyeb kah yok ɓu mai mu ngah pu ɓu fah ya wǝ gak ka laa ɓu mai mu no cam ne ma pu ɓu fah ɓe fana a joŋ ne cok mai fan zah mu suom fan cu ɓu ma ǝǝ ne ǝǝne ne iŋni wala bai mu te joŋ kah yaye

source: Are you coming? <strong>[called by another]</strong>
mua: mo giŋno ne ?<strong>[ɗii ne kian ma ki ah ye]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mua: wǝ fi fii zah ɓuu ru <matrixLink>Matrix</matrixLink>, <discourseLink>ɓuu fah zah kal pele</discourseLink> wala <emailLink>pu cok mai deb mu pii ɓu fah gah nyi deb kii gŋ </emailLink>.

source: Automotive and Transport
mua: cok fan ɗani ne ɗanye

source: Background Noise
mua: ciiŋ ɓu ma fa muri

source: Background Voices
mua: kian mai mu puu gi ne ke ɗjiŋ fane

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mua: wi hakila pii wi tǝŋ ka ɓun ɓu ma pa kii fan wala ma kii fan mu kǝǝ ɓu ah ne kela ah ɓe ,wala mu suop fa kan ma iŋzaa ɓu ɓe .a kǝǝrah fah ne yelah camcam pu dunia ,ma ki no mai wǝ laa ta pu cok mai wǝ giŋ ya .Wǝ suop cok mai ka faa ɓu te zah mai mu gara ka faa ɓu cam ne wǝ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mua: «kǝǝ dah wii» fa ne kela na wi lan «vagon»(Free) wala«ouagon»(BE)

source: <bold>{ $count }</bold> Clips
mua: ŋwǝǝ mai mu goŋ gi pu goŋ ɓu fan

source: <bold>Help us</bold> find more voices
mua: <bold>wǝ gba jol buu</bold> ka lua kian ma fu

source: Bulk batch
mua: pu parẽ

source: Bulk Sentences Uploaded
mua: ɓu ma piiɓe

source: By telling us about yourself, you will help developers build more inclusive technology
mua: wǝ yia no ka wan bu gbo ke te tel pu na ɗi wǝ faɓu ne

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mua: wǝ djoŋ yeb ne common voice wǝ iŋ<termsLink>ɓu ma ka cii mor ah </termsLink>ne fan <privacyLink>ne fah ɓu mai zah dan ka mu tera ya</privacyLink>

source: Cancel Re-recording
mua: ɓan kiaŋ ah ko

source: Cancel Submission
mua: pii ka

source: Cannot submit more than 1000 sentences
mua: azi ka kalte ɓu fan 1000 ya

source: Change preferences
mua: kuŋ fan mai mu te 'yah puli

source: Check <icon></icon> is this a linguistically correct sentence?
mua: wǝ mgbei<icon></icon>ɓu faa ah a jan pu ɓu faa sah

source: <chevron></chevron>See less
mua: < chevron></chevron>wǝ cu fan ma jurki jĩĩ

source: <chevron></chevron>See more
mua: < chevron></chevron>wǝ cu fan ma jurki puli

source: Citation
mua: ɓu faa deb te ɓuuki

source: Cite with a URL link or the full name of the work.
mua: mo su ne ɓu fan deɓ ka mo cu cok ma mu ɗi gen wala teɗi ɗerewol ma mu ɗi gen

source: Click
mua: dan pǝ

source: Clips Uploaded
mua: ɓan piini

source: Comment
mua: ɓu faa zaa camcam ne tetel ɓu

source: Contact Us
mua: ka ɗiru

source: Continue
mua: cee gahpel ne yebɓe

source: Continue validating
mua: gapel ne iŋ fanaye

source: Contribute
mua: gɓah djoll

source: Contribute sentences
mua: wǝ nyi ɓu faa ma kiyara

source: Contribution Criteria
mua: fan mai ka cii mor ah mor gba jolle

source: Create a profile
mua: jyep fan ma mu jur mo

source: Criteria
mua: fan mai ka cii mor ah mor jon ye ɓe

source: Datasets
mua: kyem ne fan mai mu nyiŋra ɓo

source: Delete my recordings
mua: ruani fan ma wǝ ɓan

source: Different language
mua: zaa ma ki cam

source: Difficult to pronounce
mua: pu gab ka ɗi kiini

source: Discard ongoing recording
mua: bai kanci fan gbo ne te telli mai mo ɓan ya ɓa

source: Does the sentence meet the guidelines?
mua: ɓu faa ah ɓyaŋ ki ne fii ah ra ɓe ne ?

source: Donate your voice
mua: wǝ nyiŋ kiaŋ bi djiro

source: Don't see your language on Common Voice yet?
mua: zaa ɓi keka ɓa ne ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mua: mo djõ ka surot fan yeɓɓo yĩ wala<uploadButton>mo ngal ka piigani</uploadButton>

source: Drop file here to upload
mua: wi subɓuu fan yebɓi yĩ ka piigani

source: Enter your public domain sentence here
mua: wǝ wu ɓu faa ɓii mai mu mur zah daŋ pu cok mai no

source: Enter your public domain sentences here
mua: wǝ wu ɓu faa ɓiira mai mu mur zah daŋ pu cok mai no

source: Error adding sentence
mua: ne cok mu ɓeddara ɓu yi djõɓa ne kelaya

source: ESC
mua: inni

source: Exit & Delete clips
mua: kale ne rua fan ma mi ɓan

source: Fewer than 15 words per sentence
mua: ɓu ya mo kalko tǝ 15 ka

source: File is too large
mua: fan yebɓa pu hii puli

source: File is too small
mua: fan yebɓa pulanɓi

source: Finance
mua: cok sulei

source: Finish recording
mua: wǝ eza ɓan yãyẽ

source: Finish recording first?
mua: wǝ eza ɓan ah pii

source: Finish Review
mua: ezah gbei murahye

source: Finish validating
mua: iŋ fana ǝzaɓe

source: Finish validating clips?
mua: mo ne yiah iŋzah hiŋ fanane ?

source: Follow guidelines from “What sentences can I add?”
mua: wi cii te ɓuah ye «me gak ka mah ɓu fah ma kẽ fahrane ?»

source: for example
mua: liini

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mua: kane fa tan ma sah fu mu djon ko yeb pu djiŋ mor zah dan ɓe ,fan ma mu man zanara ka djon fa tan ma zah fu mu ziŋ ko za daŋ .Te ɓaana ru ma deɓ ma fan ɓu no cam ya ɓe ,ney ɓe fa tan ma zah fu a ka djoŋ yebba ne kela ne za ma nuwu raya .<learnMore>fan hin mai mu muŋ ɓo.</learnMore>

source: General
mua: tudaŋ

source: General language / multiple variants
mua: dan ɓu tǝ wuu zah camcam

source: Grammatical / spelling error
mua: fan wuu ah ka pu sãã ya

source: Great!<recordIcon></recordIcon> Record your next clip
mua: pu sãye!<recordlcon></recordlcon>wǝ ɓa maki fara

source: Great work!<playIcon></playIcon> Listen again when you're ready
mua: yeb mai mu pu sah puli! <playIcon></playIcon> wǝ laa pu ki fah ɗah ne cok mai wǝ jieb su mur ah ɓe .

source: Guidelines
mua: fan maka djõni

source: Healthcare
mua: sua su

source: Help create Common Voice’s first target segment in { $locale }
mua: wǝ gbaa jol ka pii fan cuu mai nah nen mu kan ɓo tela ma kepel haye Common Voice ne { $locale }

source: Help us validate voices
mua: wǝ gbajol ɓu ka iŋ kian ɓan ma fah ne fahni

source: His hand was rais-ed.
mua: tuwah mai mu maara nii tekine pã pũ gŋ ,nii ,numi

source: History, Law and Government
mua: cime ,iwa fahli ka joŋ ne ngomna

source: How do I cite?
mua: a djoŋra ɓu fan deb ɗine

source: How to add multiple sentences
mua: mi ga dõ ɗi ka ɓedda ɓu makira ne

source: How would you describe your sex or gender?
mua: na ɗi wǝ ne 'yah ka cu wan kǝsil ma dǝwin ah ne dǝwoore

source: I agree
mua: mi yĩɓe

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mua: mana yo ɓu fan hii mu yara pu <wikipédiaLink>cok sa daŋ </wikipédiaLink> kane mu suopra faa piina me

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mua: mana ɓu faa mai<wikipediaLink>faali fan fǝǝ zah dan</wikipediaLink> suu mi ne faali ka piini

source: <icon></icon> Add multiple public domain sentences
mua: <icone></icone>wi ɓedda ɓu faa gĩ puli mur zadan

source: Ideally natural and conversational (it should be easy to read the sentence)
mua: ɓu fana mo yako na ma mu ɓare (kina mo yako pu gabka)

source: I do not agree
mua: mi ziya

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mua: mo ɓu fan ɓoyo ɓe mo ,mo wuto <italicizedText><<ɓu fuu mai deb mu wuu ɓo mor suu ah ye>></italicizedText>.ru ya ka tecok ma mu ɗi fahi ka ru ɗii ka mgei muraye muyako mur zadaŋ ka mu yako fan deɓka .Mu ya ka te ɓu ma mu fara te ɓu fan deɓ yĩ ɓe mu ga pu<guidelinesLink>fan ma ka djõni</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mua: ne cok mai kian ɓan yah mu ka te cii pu sãã yah wǝ ruah kelale kane ko ɓu faa ah ne lii ah dan mu ya ko ne swah nii fan maa ɓia ah galale

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mua: mu ya ka hĩ ɓu camcam te ɓu yeb yĩ ɓe ,wi ɗi <emailFragment>commonvoice@mozila.com/emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mua: wi ya ka hĩ ɓu camcam ma ki te ɓu yeb yĩ ,maï mo ngaɓa pu ma kepel a ya ɓe ,wi ɗi <emailFragment>commonvoice@mozila.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mua: ne con ɓu faa ah mu cii te fah mai ya ɓe mo ngal te«ɓu ge lahle»ne jol ke leɓei .Wǝ se cel pu ziil ɓe wǝ gak ka juuni

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mua: "ne cok ɓu faa ah mu cii te faa ah ɓe mo ngal pu«zii ni»ne jol ke sãã"

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mua: wǝ zian ne ɓu ma kii ah su fii mu kah tel ah ya ,wǝ gak niŋ kisil fan te fu pu zah zil ɓi no .Wǝ gak kah goŋ sool ɓu yah ɓe ,wǝ jon yeb ne fan mah ngal ne ngal«kalni»ka wǝ gah pel ne kian ɓan ma ki ah ye .

source: If you run out of sentences to review, please help us collect more sentences!
mua: wǝ ka ne ɓu fah ka mgei mur ah yao ɓe ,wǝ gbah jol ɓuu ka tee ɓu fah ma kii ah ra gah pǝlle

source: Include appropriate citation
mua: ka ma ɓu fan dǝb ma ninkoŋ mo ya ko gũ

source: Invalid file
mua: fan yebba a djoŋ yebba

source: It contains words or phrases that are hard to read or pronounce.
mua: ɓu faa mai kii ah ra pu gab ka kiini wala ka ɗii kii zaa ah

source: It is written in a language different than what I’m reviewing.
mua: ɓu faa ah wuu ne zah ki cam ne mai mi ten mur kii ah faɗa

source: It is written in a language different than what I’m speaking.
mua: ɓu faa ah ŋwǝǝ ne zaa ki cam ne mai mi faa

source: Just Unsure?
mua: wǝ bai ne bai ne

source: Keep it up, record again <recordIcon></recordIcon>
mua: wǝ ga newuu koyo ka wǝ gbo ke te teli pal fara

source: Keep the recordings
mua: kan fan mai wǝ gbo ke te tel pu cok ki

source: Keep track of your progress with a profile
mua: Wǝ lii cii gapel ɓi ne kpii fan mai mo jurmo

source: Language Fundamentals (e.g. Digits, Letters, Money)
mua: fan ma ka teni te zara (kii njole ,kinnaye ,soulei)

source: Languages
mua: zahra

source: Large bulk sentence submission
mua: mo pii ɓu puli

source: Learn More
mua: ka mgbai mor ah pu ɗiki

source: Leaving now means you'll lose your progress
mua: wǝ kal te jii ɓe wǝ ya cii ke pel ne kel ah ye

source: Listen
mua: wǝ laani

source: Listen options menu
mua: ɓan fan mai dǝb mu yah syil fan mah "kii ah ra"

source: Loading sentences…
mua: teitel ɓu fah

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mua: <loginLink>tei kii pu zil ziahke</loginLink> wala <loginLink>wǝ wii su</loginLink> ka ɓuu bu fah ma kii gah gŋ

source: Log in or sign up to get started
mua: Wǝ gbãã ki pu jakke wala wǝ husu ɓii mur ka tǝŋni

source: Log In / Sign Up
mua: teiki pǝszyil jakke/ŋwǝǝ su

source: Make sure the sentence meets the following criteria:
mua: wǝ te riak riak ɓu faa ah a cii te faali mai no

source: Maximum file size: 25 MB
mua: hii yebɓa mu kalko te:25Mo

source: Media and Entertainment
mua: cok laɓu faa ne muunini

source: Minimum sentences in file: 1000
mua: ɓu fan ya mu kalko te:1000

source: [Mismatched content]
mua: fan ma kual ah mai mu ɗii su ah pu fan yebɓe

source: Misreadings
mua: kii pu sah ya

source: Missing an <strong>'s'</strong> at the end of a word.
mua: con<strong>«s»</strong>pu ǝŋ zaa ɓu

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mua: con <strong>«wo/ma»</strong>wala <strong>«wo/ma»</strong>pu tǝn mor ɓan ah ye

source: Missing the end of the last word by cutting off the recording too quickly.
mua: ngoŋra ǝn zaa ɓu mai mu tǝkejiŋ ,mor gbo ketetel ah uu guari

source: [More has been recorded than the required text]
mua: kal ɓu ma ɓa mu ɓan ra

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mua: kisil kian mai mu ɓan ra ɓo zah fai ɓu ne kian ɓah kpake .Wǝ gak zii pu cuk ma ki ah ra kian mai mu ɓan ɓo pu sah ya ,ɓu ma raa ne raani wala ma fah ne kian suah«fan kõõre» .Wi gak ɓu kian ɓan mai mu kah pu sah ya gah lahle tekine mai mu zebɓo ne fan yeɓ ma fuu ah ye

source: n
mua: a

source: N
mua: A

source: Nature and Environment
mua: kpak fan mai mu ryaŋ na ɓo

source: News and Current Affairs
mua: ɓu camcam

source: No
mua: ahah

source: [No ‘a’ in the original text]
mua: «y» mu yako pu ɓu fan ma pel ah ka

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mua: <noCopyright>ɓu su nǝ fan pana ga </noCopyright>(cc-0

source: No foreign letters
mua: fan wũ za zaki mo yako gĩ ka

source: No microphone found.
mua: ɗi fa faa ɓu ah ko pale

source: No numbers and special characters
mua: fan wii kiŋ fan ka fan wii fan ma kii yah cam

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mua: ɓu fah mai ka gbei mura keka ko buŋno <addLink>wi ɓedda ɓu fah ma ki fara</addLink> .

source: No thanks, continue speaking
mua: kai soko ,wǝ toka fan ɓu

source: Offensive language
mua: zah bai kiisu

source: Offensive speech
mua: ɓu ma ɓǝb zah syilli

source: On desktop devices you can contribute by downloading…
mua: ma fan jon yeb zah fu ma zah yebra hĩ , wǝ gak ka ban ma pu zak no puli

source: On his head he wore a beret.
mua: fa ɗan a kuok wii ahra

source: On iOS please continue with Safari to enable recording…
mua: pu iOS ,wi toka ne Safari ka tǝn mor ɓan ah ye

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mua: Ama wi fuune pa kii fan wala ma kii fan ɗii ɓu ah te ɓaya ɓe ama a yok ka ɗii mur fan ah ɓe ,wi ɓuu ma wi ɓan ɓe .Pu bai ten ah ye ,wi ngal pu zale

source: p
mua: k

source: Partner
mua: gbǝ zah

source: [Part of the text can’t be heard]
mua: zaa ɓu faa maki ah a gak laa mor ah

source: <playIcon></playIcon>Last one!
mua: <playIcon></playIcon> mah ne keɗǝǝ lii !

source: Play/Stop
mua: kiini/uuni

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mua: "wi dan pu<templateFileLink>modèle</templateFileLink>.ɓu fan ɓi mu yako ma deb ka(CC0 wala pama mu wu ɓu hii mu suopko faa ya xi)mu yako ne wu ne kelaye yo kane kiiya mu yako pu gabka . Ɓu fan ma mu piira mu ɓanko 10-15 wee vamme ka kinya kane wi suop ɓu ma teɗi wala fan wu ma kiyara giŋ"

source: Please fill out this field.
mua: ̃wi baza cok yĩ

source: Please select a language to review sentences.
mua: wǝ gak ka ɓan zah ma kiya mur ka gbei mur ɓu faa ah ra

source: r
mua: gb

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mua: «tuwah mai mu mara nii tekine pã pũ gŋ» ne za nasara a kin tegba pal ka gua ya

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mua: Dai cok zahsyee ah ɓe. teŋ mor ah pǝ ki { $retryLimit } wǝ bomra

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mua: Dai cok zahsyee ah ɓe. teŋ mor ah pu ki pu { $retryLimit } wǝ wǝbomra

source: Reader Effects
mua: kuŋ kian ne ciŋ ah ye

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mua: fan wuu cun mai mu ra kah kiira ɓo . te gɓana «fahkat»pu cuk «surement»

source: Read Sentences
mua: kii ɓu faa

source: Read Sentences, Answer Questions
mua: kii ɓu fah ,zii zah fi

source: Read Sentences <small>(Coming soon)</small>
mua: kik ɓu faa <small>(cum ki)</small>

source: Read sentences submitted by the community in various languages
mua: kii ɓu fah mai zah mu hiŋra ɓo pu zah camcam

source: <recordIcon></recordIcon> Last one!
mua: <recordlcon></recordlcon>ma dji djole

source: [Recording cut off before the end of the last word]
mua: ɓan ah ngon diga ɓu fan ma tekedji ah ǝzaa ya

source: Record/Stop
mua: gbo ke telli/uuni

source: Record yourself reading sentences in your language
mua: wǝ ɓan kian ɓii pu cok kii fan pu zah ɓiiri

source: Record yourself responding to questions and prompts in your language
mua: wǝ ɓan kian ɓii pu cok zii zah fii ne zah gwǝǝre pu zah ɓii

source: Record your voice
mua: wǝ ɓaŋ kyaŋ ɓiiri

source: Reference the source of your sentence (required)
mua: wǝ cuu cok mai wǝ ɓan ɓu faa ɓiira(duolǝ)

source: Reject
mua: ɓuu ge lahle

source: Report
mua: cuuni

source: Report was passed successfully
mua: zah yebɓe pii pusah ɓe

source: Request a Language
mua: cuu zaa ma kiya voŋno

source: Re-record
mua: ɓan puki

source: Re-record clip
mua: tǝŋmur gban ne telli

source: Return
mua: zah fah

source: Review
mua: iŋ pii

source: Review could not be saved. Please try again later.
mua: mgei mur ɓu ah luaa gbo ke tetel yah

source: ⓘ Review Criteria
mua: faali ka ǝǝfane

source: Review Criteria
mua: faali siil mur mgbei ɓu

source: Reviewed sentences not submitted, are sure?
mua: ɓu fah mai mu ne mgbei mor lua pii ko vuŋno ya wǝ ya ka cii gah pel ne none ?

source: Review existing sentences submitted by the community
mua: wǝ mgbei mur ɓu fah mai mura no mai zah pãã mu hiŋra

source: Review & re-record clips here as you go
mua: wǝ iŋ pii ka wǝ ɓaŋ wǝ ya ɓe fara

source: Review & re-record clips if needed
mua: wǝ iŋ pii ka wǝ ɓan fara mu yara ɓe

source: Review Sentences
mua: mgbei mur ɓu faa ah ra

source: Review sentences in your language
mua: wǝ mgbei mor ɓu faa rahra pu zah biiri

source: Review & Submit
mua: wǝ iŋ pii ka wǝ pii

source: Review transcriptions of recorded sentences for accuracy
mua: gbei mur ryakryak ɓu fan mai mu ɓanɓo

source: Review user-submitted transcriptions in your language
mua: gbe mur ɓu faa mai zah mai mu joŋra yeb ne mu hinra ɓo

source: s
mua: g

source: S
mua: z

source: Select an option
mua: wǝ kan jol te fan voŋno

source: Select a variant (optional)
mua: mu ɓaŋ vũno pu ma camcamra yĩ (nga duoleya)

source: Select File
mua: wi ɓaŋ yebba

source: Select File to Upload
mua: wi ɓaŋ yeb ma ka pii hĩ

source: Select up to three domains (optional)
mua: ka ɓaŋ cok camcam sei

source: Sentence
mua: ɓu faa deb te ɓuuki

source: Sentence Domain
mua: cok ɓuyaye

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mua: ɓu faa mai mo hiŋ ɓo yii a ga ɓuura giŋ pu zil fan hiŋ ma zah dan mur dǝb mai mu lua fah jon fan ɓe

source: { $sentences } sentences reviewed. Thank you!
mua: { $sentences }ɓu fah mai mu gbei murɓe . soko

source: Sentence Variant
mua: ɓu fan ma camcam

source: Separate sentences into one line by pressing “Enter” or “Return” once
mua: wǝ wan nen ɓu faa ah ra ne ngal tel vuŋno te fah gal«dane»

source: Service and Retail
mua: fah tanni zak fah vuŋno vuŋno

source: Share Common Voice
mua: wan common voice

source: Share your clip
mua: wǝ wan fa ma wǝ ɓan hĩ

source: Shortcuts
mua: fa te guari

source: [Should be ‘dinosaurs’]
mua: [a yera ɓare«ra»fa ɓal ma pu tã mai mu djǝr dajǝwǝ]

source: [Should be “We are”]
mua: a yera ɓaare kpake

source: Single
mua: ɓuya mo derko makika

source: Single sentence submission
mua: pin ɓu ma kpere

source: Skip
mua: ga pele

source: Small batch
mua: ngaba mo yako dji

source: Small batch sentence submission
mua: mo pii ɓu ma djidji

source: Source: { $sentenceSource }
mua: puu giŋ : { $sentenceSource }

source: Speak
mua: ɓu faani
